acarreiro.calculate
bazelbuild.vscode-bazel
bbenoist.nix
datadog.datadog-vscode
detachhead.basedpyright
drblury.protobuf-vsc
dsrkafuu.vscode-theme-aofuji
github.copilot-chat
golang.go
hashicorp.terraform
humao.rest-client
karunamurti.haml
lakshits11.best-themes-redefined
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
myriad-dreamin.tinymist
pkief.material-icon-theme
repreng.csv
sathwikkuncham.perpetuity-theme
stripe.endsmart
subframe7536.custom-ui-style
tamasfe.even-better-toml
vadimcn.vscode-lldb
wicked-labs.wvsc-serendipity
xaver.clang-format
